Repository: mautic/mautic-wordpress
Catalog: languages/mautic-wordpress-*.po
Languages: cs_cz

source: Tracking settings
cs_cz: Nastavení sledování

source: Shortcode example for Dynamic Content:
cs_cz: Příklad shortcode pro Dynamic Content:

source: Default content to display in case of error or unknown contact.
cs_cz: Tento obsah se zobrazí v případě chyby nebo neznámého kontaktu.

source: Shortcode example for Mautic Gated Videos:
cs_cz: Příklad shortcode pro Mautic Gated Videos:

source: API settings
cs_cz: Nastavení API

source: Tokens
cs_cz: Tokeny

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečné oprávnění pro zobrazení této stránky

source: You must provide a video source. Add a src="URL" attribute to your shortcode. Replace URL with the source url for your video.
cs_cz: Musíte vložit URL videa. Přidejte do svého shortcode src="URL", kde URL je URL videa, které chcete vložit.

source: You must provide a mautic form id. Add a form-id="#" attribute to your shortcode. Replace # with the id of the form you want to use.
cs_cz: Musíte vložit id formuláře Mautic. Přidejte do shortcode řětězec form-id="#", kde # zaměníte za id formuláře, který chcete použít.

source: Please use a supported video type. The supported types are youtube, vimeo, and MP4.
cs_cz: Použijte, prosím, podporovaný typ videa: youtube, vimeo nebo MP4.

source: Mautic is open source marketing automation
cs_cz: Mautic je open source marketingová automatizace

source: Page %s
cs_cz: Stránka %s

source: Mautic instance URL
cs_cz: URL instance Mautic

source: Client key
cs_cz: Veřejný klíč

source: Client secret
cs_cz: Tajný řetězec

source: OAuth version
cs_cz: Verze OAuth

source: Save Changes
cs_cz: Uložit změny

source: How to authorize
cs_cz: Jak autorizovat plugin

source: In your Mautic installation create API credentials with correct callback:
cs_cz: Vytvořte klíče pro API ve své instalalci Mautic se správným identifikátorem přesměrování:

source: Fill in Mautic instance URL, Client key and Client secret and click on "Save changes" button.
cs_cz: Vyplňte URL instance Mautic, veřejný klíč, tajný řetězec a kliněte na tlačítko "Uložit změny".

source: Click on "Authorize" button. Log into your Mautic if required and authorize plugin.
cs_cz: Klikněte na tlačítko "Autorizovat". Pokud budete výzvání, přihlaste se do své instalace Mautic a autorizujte plugin.

source: API authorization controls
cs_cz: Ovládání autorizace API

source: Authorize
cs_cz: Autorizovat

source: Reauthorize
cs_cz: Obnovit autorizaci

source: Tracking method
cs_cz: Metoda sledování

source: None
cs_cz: Žádná

source: Use tracking (pixel or JS) only for logged in users.
cs_cz: Použít sledování (pixelem nebo JS) jenom pro příhlášené uživatele.

source: Enable tracking user data with pixel or JS - requires enable public updates on user related fields in Mautic. E-mail tracking is enabled always by default.
cs_cz: Povolit odesílání dat o použivateli pixelem nebo JS - vyžaduje povolení veřejné aktualizace polí v Mautic. Odesílání e-mailu je povoleno vždy.

source: Select which fields should be sent to Mautic.
cs_cz: Vyberte, které pole se budou odesílat do Mautic

source: Send
cs_cz: Odeslat

source: Field name
cs_cz: Jméno pole

source: Mautic field name
cs_cz: Jméno pole v Mautic

source: Your field value
cs_cz: Vaše hodnota pole

source: How to embed Mautic Form
cs_cz: Jak vložit formulář Mautic

source: Shortcode example for Mautic Form Embed:
cs_cz: Ukázka shortcode pro vložení formuláře:

source: Quick Links
cs_cz: Odkazy

source: Mautic project
cs_cz: Projekt Mautic

source: Mautic docs
cs_cz: Dokumentace Mautic

source: Mautic forum
cs_cz: Mautic diskuze

source: This plugin will allow you to add Mautic (Free Open Source Marketing Automation) tracking to your site
cs_cz: Tento plugin poskytuje propojení s Mautic pro vaš web na WordPress

source: Mautic community
cs_cz: Mautic komunita
